<?php
return [
    '403' => '您没有权限操作该资源。',
    '404' => '无法找到您所查找的资源。',

    '40001' => '商品库存不足。',
    '40002' => '商品已下架。',
    '40003' => '你已经评价过该商品。',
    '40004' => '该订单无法确认收货。',
    '40005' => '你无法操作该订单',
    '40006' => '该订单无法取消。',
    '40007' => '该订单已经支付或者取消。',
    '40008' => '订单不存在。',
    '40009' => '无法使用该支付方式支付。',
    '40010' => '支付金额超出订单金额。',
    '40011' => '至少购买一件商品。',
    '40012' => '你无法评价该订单。',
    '40013' => '购物车商品不存在。',
    '40014' => '该订单无法申请退款。',
    '40015' => '该订单已发货。',
    '40016' => '你今天已提醒过了。',
    '40017' => '没有该商品。',
    '40018' => '请先购买该课程。',
];
