<?php
return [
    'statuses'=> [
        '1'    => '待支付',
        '2'    => '待发货',
        '3'    => '待收货',
        '4'    => '待评价',
//        '5'    => '申请退款中',
//        '6'    => '已退款',
//        '7'    => '已驳回退款',
        '8'    => '取消订单',
        '9'    => '已评价',
    ],
    'statuses_items'=> [
        '0'    => '未支付',
        '1'    => '待评价',
        '2'    => '待评价',
        '3'    => '申请退款中',
        '4'    => '已退款',
        '5'    => '已驳回退款',
    ],
    'pay_type' => [
        '0'    => '无',
        '1'    => '支付宝支付',
        '2'    => '微信支付',
    ],
    'refund_type' => [
        '1'    => '仅退款',
        '2'    => '退货退款',
    ],
];
